<template>
   <div class="h1">Старение</div>
   <i class="pb-3 px-3 text-muted text-center">Старение – это обязательный процесс, взросление – нет.</i>
   <div class="text-start px-3">
      <table class="table table-bordered border-primary">
         <tr>
            <th>Возраст</th>
            <th class="col-5">Бонусы</th>
            <th class="col-5">Штрафы</th>
         </tr>
         <tr>
            <th>До 20</th>
            <td>Увеличьте параметр удачи на 20 очков</td>
            <td>Отнимите 5 очков от Силы или Телосложения и 5 очков от Образования</td>
         </tr>
         <tr>
            <th>До 40</th>
            <td>Сделайте бросок улучшения Образования</td>
            <td>Нет</td>
         </tr>
         <tr>
            <th>До 50</th>
            <td>Сделайте 2 броска улучшения Образования</td>
            <td>Отнимите 5 очков от Силы или Выносливости или Ловкости и 5 очков от Харизмы, понизьте скорость на 1</td>
         </tr>
         <tr>
            <th>До 60</th>
            <td>Сделайте 3 броска улучшения Образования</td>
            <td>Отнимите 10 очков от Силы или Выносливости или Ловкости и 10 очков от Харизмы, понизьте скорость на 2</td>
         </tr>
         <tr>
            <th>До 70</th>
            <td>Сделайте 4 броска улучшения Образования</td>
            <td>Отнимите 5 очков от Силы, Выносливости и Ловкости и 15 очков от Харизмы, понизьте скорость на 3</td>
         </tr>
         <tr>
            <th>До 80</th>
            <td>Сделайте 4 броска улучшения Образования</td>
            <td>Отнимите 10 очков от Силы, Выносливости и Ловкости и 20 очков от Харизмы, понизьте скорость на 4</td>
         </tr>
         <tr>
            <th>До 90</th>
            <td>Сделайте 4 броска улучшения Образования</td>
            <td>Отнимите 20 очков от Силы, Выносливости и Ловкости и 20 очков от Харизмы, понизьте скорость на 5</td>
         </tr>
      </table>
   </div>
</template>

<script lang="ts">
import { Vue } from 'vue-class-component';

export default class Aging extends Vue {}
</script>
