<template>
   <div class="h1">Мировоззрение</div>
   <div class="text-start px-3">
      <div class="mt-3">
         У каждого есть своя идеология, которая помогает в тяжёлые моменты и даёт смысл двигаться дальше. При создании персонажа выберите один из
         вариантов. Будьте внимательны, его нельзя будет поменять так просто.
      </div>
      <div class="mt-3">
         <b>Рационализм</b> <br />
         <i class="text-muted">«Если вы понимаете, как функционирует Вселенная, то, в известном смысле, можете ею управлять»</i>
         <br />Описание: персонаж стремится объяснить любые сверхъестественные явления научными теориями <br />Требование: образование 60 или больше
         <br />Преимущество: рассудок восстанавливается во время чтения книг
      </div>
      <div class="mt-3">
         <b>Гуманизм</b> <br />
         <i class="text-muted"> «Счастлив тот, кто думает о других»</i><br />
         Описание: персонаж стремится помогать близким и любимым <br />
         Требование: привязанность к конкретному человеку или группе: семье, друзьям, коллегам<br />
         Преимущество: рассудок восстанавливается во время общения
      </div>
      <div class="mt-3">
         <b>Оккультизм</b> <br />
         <i class="text-muted"> «Из холодных глаз в меня лезет, душу леденя, бездна черная, но я лишь улыбаюсь»</i><br />
         Описание: персонаж верит, что абсолютные боги существуют и имеют власть над этим миром<br />
         Требование: теряются очки рассудка, равные текущему значению знания мифов<br />
         Преимущество: возможность использовать заклинания
      </div>
      <div class="mt-3">
         <b>Религия</b> <br />
         <i class="text-muted"> «Вникай в себя и в учение; занимайся сим постоянно: ибо, так поступая, и себя спасешь и слушающих тебя»</i><br />
         Описание: персонаж не верит в абсолютных богов, но верит в неких иных<br />
         Требование: выбор одной из известных конфессий и следование её правилам<br />
         Преимущество: рассудок восстанавливается во время религиозных обрядов и чтении книг
      </div>
      <div class="mt-3">
         <b>Гедонизм</b> <br />
         <i class="text-muted"> «Вино и сигареты – это всё, что нам осталось»</i><br />
         Описание: персонаж не задумывается о вере как таковой и стремится просто получать удовольствие от жизни<br />
         Требование: нет<br />
         Преимущество: персонаж восстанавливает рассудок от употребления алкоголя и табака
      </div>
      <div class="mt-3">
         <b>Нигилизм</b> <br />
         <i class="text-muted"> «Природа не храм, а мастерская, и человек в ней работник»</i><br />
         Описание: персонаж отрицает любые сверхъестественные явления<br />
         Требование: нет<br />
         Преимущество: рассудок восстанавливается во время работы
      </div>
   </div>
</template>

<script lang="ts">
import { Vue } from 'vue-class-component';

export default class Progress extends Vue {}
</script>
