<template>
   <div class="h1">Бой</div>
   <div class="text-start px-3">
      <div class="mt-3">Во время боя все участники ходят по очереди, начиная с тех, чья <b>ловкость</b> выше.</div>
      Длительность каждого действия ограничивается несколькими секундами. Основных действия 3: ближний бой, стрельба, манёвр.
      <div class="mt-3">
         Каждое оружие имеет свой диапазон урона, который обозначется одним или несколькими кубиками. Для того, чтобы попасть по противнику
         совершается проверка навыка. Результатом может быть провал, успех, тружный успех и невероятный успех. В ближнем бою защищающийся может
         <b>1 раз за раунд</b> использовать уклонение или контратаку.
         <br />
         <b>Уклонение:</b> защищающийся совершает проверку своего навыка и преуспевает в случае если уровень успеха <b>такой-же</b> как у атакующего
         <b> или выше</b>. Полученный урон полностью игнорируется. <br />
         <b>Контратака:</b> защищающийся совершает проверку своего навыка и преуспевает в случае если уровень успеха <b>выше</b> чем у атакующего.
         <b>Оба</b>
         персонажа получают урон.
      </div>
      <div class="mt-3">При невероятном успехе оружие наносит критический урон. Вместо броска кубиков считается максимальный урон оружия.</div>
      <div class="mt-3">
         При стрельбе из огнестрельного оружия персонаж может потратить ход для прицеливания, получив бонусную кость. Выстрел в упор также даёт
         бонусную кость. Если же совершается несколько выстрелов одновременно, то каждый после первого совершается с штрафной костью.<br />
         Если используемое оружие требует определённой специализации, которой у персонажа нет, то бросок совершается с штрафной костью.
      </div>
      <div class="mt-3">
         Боевые манёвры включают в себя захват, разоружение или попытку разоружить противника. Во всех случаях защищающий может также контратаковать
         или уклоняться.
      </div>
   </div>
</template>

<script lang="ts">
import { Vue } from 'vue-class-component';

export default class Fight extends Vue {}
</script>
