<template>
   <div class="h1">Психика</div>
   <div class="text-start px-3">
      <div class="mt-3">
         Столкновение с кошмарами неизбежно. Человеческий мозг лишь частично способен воспринять тот спектр форм, цветов и звуков, который формирует
         вселенную. Нечто, едва выходящее за рамки привычного понимания мира, может вызвать серьёзные потрясения. Убийства, насилие, неестественно
         искажённые организмы вызывают отторжение. Любое травмирующее событие требует от персонажа проверку <b>рассудка</b>. Она обозначает насколько
         человек может сдерживать свои эмоции. Провал приводит к потере очков рассудка, делая каждое следующее потрясение более травмирующим. Успех
         частично или полностью сохраняет эти очки.
      </div>
      <div class="mt-3">
         Травма происходит, если при любом исходе персонаж теряет <b>5 или больше</b> очков единовременно. Персонаж совершает проверку интеллекта. В
         случае провала осознание не происходит. Однако в случае <b>упеха</b> начинается приступ. Это означает, что персонаж с высоким уровнем
         интеллекта <b>более</b> подвержен травмам, нежели персонаж с низким интеллектом. Некоторые последствия быстро проходят. Некоторые останутся
         на всю жизнь.
      </div>
   </div>
</template>

<script lang="ts">
import { Vue } from 'vue-class-component';

export default class Mental extends Vue {}
</script>
