<template>
   <div class="h1">Развитие</div>
   <div class="text-start px-3">
      <div class="mt-3">
         В этой игре отсутствует система опыта и уровней. Каждый сам определяет свою систему ценностей. Власть, богастства, знания. Для кого-то это
         смысл жизни, для другого - пустой звук. Личное счастье? Покой? Или просто жить - это уже достижение? Получить всё не удастся. Можно уже
         заранее делать выбор касательно того, что не больно будет потерять по ходу игры, а за что хотелось бы держаться до конца. Обретая деньги,
         теряются друзья. Обретая не самые легальные знания, теряется рассудок. Вся игра - это один большой риск.
      </div>
      <div class="mt-3">
         Основные показатели, без которых невозможна полоценная игра, можно разделить на две группы.
         <br />
         1) Материальные: достаточно ли персонажу денег на еду и ночлег, насколько он физически здоров. <br />
         2) Ментальные: насколько персонаж помнит себя и своё окружение, насколько он психически стабилен.
      </div>
      <div class="mt-3">
         Одна сессия может охватывать нескольких игровых часов, дней или даже месяцев. В течение этого времени персонаж тренирует свои навыки и
         изучает что-то новое. Каждое удачное применение полученных знаний отмечает соответствующих навык. В конце каждой сессии ведущий объявляет
         фазу развития. Из отмеченных навыков игрок выбирает не более <b>3</b> и для каждого кидает кубик <b>d10</b>. Полученный результат увеличивает
         значение параметра, а также его производные, но не выше <b>90%</b>.
      </div>
   </div>
</template>

<script lang="ts">
import { Vue } from 'vue-class-component';

export default class Progress extends Vue {}
</script>
