<template>
   <div class="h1">Основные идеи</div>
   <div class="text-start px-3">
      <div class="mt-3">
         Эта игра вдохновлена творчеством <a href="https://ru.wikipedia.org/wiki/Лавкрафт,_Говард_Филлипс">Говарда Филипса Лавкрафта</a>. Сеттинг его
         произведений охватывает портовые города, заброшенные руины, тайные культы и жуткие грани человеческой натуры, которая тщетно пытается
         приблизить себя к понимаю вселенной.
      </div>
      <div class="mt-3">
         Во время игры каждый участник имеет в своём распоряжении персонажа, с помощью которого происходит взаимодействие с миром. Персонажи попадают
         в игровую ситуацию из которой им необходимо выбраться, желательно живыми. Основное место и времся событий - это
         <a href="https://ru.wikipedia.org/wiki/Ревущие_двадцатые">США 1920-1930 годов</a>. Каждый персонаж представляет из себя жителя той эпохи с
         соответствующими занятиями, увлечениями, страхами, знаниями и нравами. Характеристики и навыки каждого смертного существа обозначаются
         числами в пределах от <b>0%</b> до <b>100%</b>.
      </div>
      <div class="mt-3">
         Для игры каждому учатнику необходимы кости d100 которые чаще всего представляют из себя две десятигранных кости. Бросок кубика представляет
         из себя сравнение случайного значения с параметром персонажа. Представим, что некий персонаж обладает навыком <b>взлома</b>, который равен
         <b>50%</b>. Перед ним 3 двери. Первая заперта на <b>обычный</b> замок, это означает, что для вскрытия на кубиках должен выпасть результат
         <b>50 или меньше</b>, иначе проверка проваливается. Вторая дверь заперта на <b>сложный</b> замок, это означает, что результат должен быть в 2
         раза меньше параметра - <b>25 или меньше</b>. Третья дверь заперта на <b>невероятный</b> замок, это означает, что результат должен быть в 5
         раз меньше параметра - <b>10 или меньше</b>. Сложность той или иной проверки определяется ведущим. Игровая обстановка может заставить бросить
         большее количество костей и выбрать из них большее, если обстоятельства неблагоприятные, или меньшее, если благоприятные. Главный принцип в
         том, чем <b>ниже</b> результат кубов, тем лучше.
      </div>
   </div>
</template>

<script lang="ts">
import { Vue } from 'vue-class-component';

export default class Alignment extends Vue {}
</script>
