[
   {
      "id": 1,
      "name": "Сила",
      "short": "Сил",
      "description": "Указывает на физические возможности персонажа. Высокий показатель силы позволяет поднимать большие тяжести, однако с низким показателем персонаж с трудом может передвигаться под собственным весом. <br>Влияет на <b>Комплекцию</b> и <b>Скорость</b>",
      "min": 15,
      "pureRandom": false
   },
   {
      "id": 2,
      "name": "Выносливость",
      "short": "Вын",
      "description": "Указывает на здоровье персонажа, сопротивление к физическим воздействиям, скорость детоксикации, заживления ран и общий уровень иммунитета. <br>Влияет на очки <b>Здоровья</b>",
      "min": 15,
      "pureRandom": false
   },
   {
      "id": 3,
      "name": "Ловкость",
      "short": "Лов",
      "description": "Указывает на скорость и манёвренность персонажа. Как быстро он может реагировать на опасности, уклоняться от атак и передвигаться. <br>Влияет на <b>Скорость</b> и <b>Уклонение</b>",
      "min": 15,
      "pureRandom": false
   },
   {
      "id": 4,
      "name": "Телосложение",
      "short": "Тел",
      "description": "Указывает на рост и вес персонажа. Высокие и крупные персонажи легче переживут нападение в открытом бою, однако их скорость пердвижения ниже по сравнению с низкими и худыми персонажами. <br>Влияет на очки <b>Здоровья</b>, <b>Скорость</b> и <b>Комплекцию</b>",
      "min": 40,
      "pureRandom": false
   },
   {
      "id": 5,
      "name": "Харизма",
      "short": "Хар",
      "description": "Указывает на внешнюю привлекательность персонажа. Персонажи с высокой харизмой располагают других к общению, однако это не гарантирует им эфективность беседы или знание манер.",
      "min": 15,
      "pureRandom": false
   },
   {
      "id": 6,
      "name": "Мощь",
      "short": "Мощ",
      "description": "Указывает на силу волю и умение сопротивляться чужим манипуляциям. Персонажа с высоким показателем сложнее разозлить, напугать или загипнотизировать. <br>Влияет на очки <b>Рассудка</b> и очки <b>Магии</b>",
      "min": 15,
      "pureRandom": false
   },
   {
      "id": 7,
      "name": "Интеллект",
      "short": "Инт",
      "description": "Указывает на способнисти к обучению, интуицию, креативное мышление. Персонаж с высоким показателем может изучить больше навыков в качестве <b>хобби</b>.",
      "min": 40,
      "pureRandom": false
   },
   {
      "id": 8,
      "name": "Образование",
      "short": "Обр",
      "description": "Указывает на накопленный объём знаний и общее умение запоминать информацию. Увеличивается естественным путём с течением жизни. <br>Влияет на знание <b>родного языка</b>",
      "min": 40,
      "pureRandom": false
   },
   {
      "id": 9,
      "name": "Удача",
      "short": "Удч",
      "description": "Указывает на вероятность благоприятных событий. Этот параметр никак не зависит от личных характеристик или поведения и определяется также случайным образом.",
      "min": 15,
      "pureRandom": true
   }
]
