[
   {
      "id": 1,
      "title": "Что такое НРИ",
      "content": "",
      "route": "what-is-ttrpg"
   },
   {
      "id": 2,
      "title": "Сеттинг",
      "content": "",
      "route": "Setting"
   },
   {
      "id": 3,
      "title": "Как кидать кубы",
      "content": "",
      "route": "how-to-use-dice"
   },
   {
      "id": 4,
      "title": "Боевая система",
      "content": "<p>Ни одно сражение не является обязательным. Вы всегда можете сбежать или сдаться. Человеческие тела очень хрупки и обращаются в прах с невероятной лёгкостью.</p><p>Если же персонажи всё-таки решили начать драку, в самом начале они должны между собой определиться с очерёдностью ходов. Если несколько участников боя соревнуются за право начать раньше - они совершают встречную проверку<b>ловкости</b>. Определённая длительность хода не установлена и ограничена решением мастера. Он должен протекать ровно столько, чтобы каждой мог себя каким-то образом реализовать. Но в целом стоит ориентировать на промежуток в 1-3 секунды.</p><h4>Атакующие действия</h4><ol><li>Ближний бой<br/>В зависимости от оружия атакующий совершает проверку<b>ближнего боя</b>. Защищающийся может использовать контратаку или уклонение.</li><li>Стрельба<br/>В зависимости от оружия атакующий совершает проверку<b>стрельбы</b>. Защищающийся может использовать уклонение или укрытие.</li><li>Боевой манёвр<br/>Атакующий может попытаться разоружить противника, обездвижить или повалить. Обычно такое действие требует проверку<b>ближнего боя</b>. Если комплекция атакующего выше, он получает преимущество, если ниже – то помеху.</li></ol><p>Если используемое оружие требует определённой специализации, которой у персонажа нет, то бросок совершается с помехой.</p><h4>Защитные действия</h4><ol><li>Контратака (только в ближнем бою)<br/>Защищающийся совершает встречную проверку ближнего боя. Если его успех выше, контратака успешна, атакующий не наносит урон, а получает.</li><li>Уклонение<br/>Защищающий совершает проверку уклонения. Если его успех выше или такой же, как у атакующего, то урон не наносится.</li><li>Укрытие (только один раз за раунд)<br/>Защищающий совершает проверку уклонения и тратит весь свой следующий ход чтобы спрятаться от угрозы. В случае успеха все последующие дальнобойные атаки совершаются с помехой.</li></ol><p>Каждое повторное защитное действие в течение раунда совершается с помехой.</p><h4>Чрезвычайный урон</h4><p>Если при броске атаки выпал чрезвычайный успех оружие наносит максимальный урон и максимальный бонус. Колющее и режущее оружие наносит максимальный урон и максимальный бонус вдобавок к броску урона оружия.",
      "route": "fighting"
   },
   {
      "id": 5,
      "title": "Рассудок",
      "content": "<p>Кошмары не появляются из пустоты, они просто становятся видимыми там, где всегда и находились. Человеческая психика довольно интересный и сложный инструмент, который имеет множество механизмов защиты. Однако безграничный ужас и всепоглощающий страх – один из немногих способов сломать все эти барьеры.</p><p>Когда персонаж сталкивается с необъяснимым и мифическим явлением, пугающим его, взывающим к первобытным инстинктам, он должен совершить проверку <b>рассудка</b>, чтобы определить, насколько он может себя контролировать. При успехе значение рассудка либо не понижается, либо понижается незначительно, однако при провале потери гораздо больше. Если за одно событие рассудок понижается на <b>5</b> или больше очков, то персонаж также проходит проверку <b>интеллекта</b>. При провале страх не овладевает его разумом, но при успехе происходит приступ безумия. Это объясняется тем, что более умного человека легче свести с ума.</p><h4>Приступы безумия</h4><ul><li>Амнезия</li><li>Буйство</li><li>Истерика</li><li>Паническое бегство</li><li>Галлюцинации</li><li>Паранойя</li><li>Психосоматическое расстройство</li><li>Обморок</li><li>Мания (постоянное)</li><li>Фобия (постоянное)</li></ul><h4>Восстановление рассудка</h4><p>Не всё так плохо. Персонажи восстанавливают свой рассудок, если раскрывают реальные причины событий, спасают невиновных и наказывают обидчиков. В крайнем случае можно обратиться за помощью к определённого рода терапевту. Психоаналитик или другой лечащий врач совершает проверку своих навыков и при успехе излечивает от постоянных эффектов и восстанавливает рассудок. Однако есть небольшая вероятность, что он сделает только хуже.</p><p>Максимальное значение рассудка = <span class='text-nowrap'>99 – знание мифов Ктулху</span></p>",
      "route": "sanity"
   },
   {
      "id": 6,
      "title": "Магия",
      "content": "",
      "route": "m4g1c"
   }
]
